Repository: jameskoster/woocommerce-product-archive-customiser
Catalog: languages/woocommerce-product-archive-customiser-*.po
Languages: ru_ru

source: Allows you to customise WooCommerce product archives. Change the number of product columns and the number of products displayed per page. Toggle the display of core elements and enable some that are not included in WooCommerce core such as stock levels and product categories.
ru_ru: Позволяет настраивать страницу архивов товаров WooCommerce. Изменяет количество столбцов товаров и количество вывода на одной странице. Настраивает отображение основных элементов и активирует дополнительные, не внесенные в ядро WooCommerce, такие как количество на складке и товарные категории.

source: Product Archives
ru_ru: Страница архива товаров

source: Toggle the display of various components on product archives and change product layout.
ru_ru: Переключеные различных элементов на странице архива товаров и изменение внешнего вида товара.

source: Product Columns
ru_ru: Столбцов товаров

source: The number of columns that products are arranged in to on archives
ru_ru: Количество столбцов, на которые товары разделяются в архивах

source: Products per page
ru_ru: Товаров на страницу

source: The number of products displayed per page
ru_ru: Количество товаров, отображаемых на одной странице

source: Display
ru_ru: Отображать:

source: Product Count
ru_ru: Кол-во товаров в категории

source: Product Sorting
ru_ru: Сортировка товаров

source: Sale Flashes
ru_ru: Значок "Распродажа"/"Скидки

source: Add to cart buttons
ru_ru: Кнопки добавления в корзину

source: Thumbnails
ru_ru: Миниатюры товаров

source: Prices
ru_ru: Цены

source: Ratings
ru_ru: Рейтинги

source: Product categories
ru_ru: Товарные категории

source: Stock
ru_ru: Склад

source: "New" badges
ru_ru: Значок "Новинка"

source: Display the "New" badge for how many days?
ru_ru: Сколько дней товар будет являтся "Новинкой" ?

source: New
ru_ru: Новинка

source: Out of stock
ru_ru: Нет в наличии

source: In stock
ru_ru: На складе

source: Per Page Dropdown
ru_ru: Выпадающий список "Кол-во товаров на странице"
